[Warden X2SoldierClassTemplate]
+DisplayName="守望者"
+ClassSummary="拥有灵能天赋而无传统训练的侦察兵，运用灵能的方式不同寻常。无需灵能增幅器放大心灵力量，而让自身充当战场周围潜在灵能的通道。在能量通过之时，用各种方式施加影响。"
+LeftAbilityTreeTitle="潮落·防卫"
+RightAbilityTreeTitle="潮起·进攻"
+AbilityTreeTitles[0]="潮落·防卫"
+AbilityTreeTitles[1]="潮起·进攻"
+AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
+RandomNickNames[0]="冥河"
+RandomNickNames[1]="以太"
+RandomNickNames[2]="阿拉基斯"
+RandomNickNames[3]="亚崔迪"
+RandomNickNames[4]="博斯普鲁斯"
+RandomNickNames[5]="火山口"
+RandomNickNames[6]="魔鬼洋流"
+RandomNickNames[7]="极乐"
+RandomNickNames[8]="昼夜平分"
+RandomNickNames[9]="弗里曼"
+RandomNickNames[10]="月咒"
+RandomNickNames[11]="新星"
+RandomNickNames[12]="脉冲星"
+RandomNickNames[13]="红河"
+RandomNickNames[14]="红移"
+RandomNickNames[15]="疯狗巨浪"
+RandomNickNames[16]="卢比孔"
+RandomNickNames[17]="牧羊人"
+RandomNickNames[18]="底格里斯"
+RandomNickNames[19]="野火"
+RandomNickNames[20]="燃烧石"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="猎户座"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="阿耳忒弥斯"
;ALPHABETICAL ORDER
+PhotoboothSoloBLines_Male[0]="他的刀……他们的血！"
+PhotoboothSoloBLines_Male[1]="风暴将至。"
+PhotoboothSoloBLines_Male[2]="他的剑将带来正义！"
+PhotoboothSoloBLines_Male[3]="他若与我们同在，谁能抵挡我们?"
+PhotoboothSoloBLines_Male[4]="剑圣。死亡交易者。"
+PhotoboothSoloBLines_Male[5]="\"我不惧怕风暴。我就是风暴。\""
+PhotoboothSoloBLines_Female[0]="她的刀……他们的血！"
+PhotoboothSoloBLines_Female[1]="风暴将至。"
+PhotoboothSoloBLines_Female[2]="她的剑将带来正义！"
+PhotoboothSoloBLines_Female[3]="她若与我们同在，谁能抵挡我们?"
+PhotoboothSoloBLines_Female[4]="剑圣。死亡交易者。"
+PhotoboothSoloBLines_Female[5]="\"我不惧怕风暴。我就是风暴。\""

[WardensAdvance X2AbilityTemplate]
+LocFriendlyName="守望者进击"
+LocLongDescription="用你的<Ability:SecondaryWeaponName/>攻击移动范围内的敌人。激活[潮落潮起]，如果还剩行动点，则改变姿态。"
+LocHelpText="用你的<Ability:SecondaryWeaponName/>攻击移动范围内的任何敌人。如果还剩行动点，则激活[潮落潮起]并改变姿态。"
+LocPromotionPopupText="<Bullet/>守望者可用\"冲刺\"，消耗两个行动点进行移动，并对邻近敌人触发斩杀，而不结束回合。<br/><Bullet/>守望者然后将激活[潮落潮起]，并可再次移动。<br/><Bullet/>随着守望者的升级，他们可用剩余行动点获得各种不同的能力。<br/><Bullet/>该能力在两种姿态下均可使用，但每回合只能激活一次。<br/><Bullet/>混乱时无法激活。<br/>"

[WardenDecider X2AbilityTemplate]
+LocFriendlyName="潮落潮起"
+LocLongDescription="施展某些技能后，只要还剩行动点，就能改变姿态，而不是结束回合。"
+LocHelpText="施展某些技能后，只要还剩行动点，就能改变姿态，而不是结束回合。"
+LocPromotionPopupText="<Bullet/>守望者可以利用周围的灵能在进攻和防卫姿态之间转换，而不是结束回合。<br/><Bullet/>守望者总是以进攻姿态开始回合。<br/><Bullet/>几乎所有的范围攻击都仅限于[进攻姿态]，而[防卫姿态]技能可让守望者抵消受到的伤害或以各种方式为下一回合做好准备。<br/><Bullet/>[守望者进击]是连接两种姿态的第一个能力。只要典狱长还剩行动点，每次激活[守望者进击]都会激活[潮落潮起]。<br/><Bullet/>随着升级，将为守望者带来更多方式和情况下激活[潮落潮起]的选择。<br/><Bullet/>高等级守望者可选择以何种姿态开始攻击，并以何种姿态结束回合。<br/>"
+LocFlyOverText="潮落潮起"

[WardenImmunityActivate X2AbilityTemplate]
+LocFriendlyName="先知护盾"
+LocLongDescription="保护守望者抵御下一次伤害攻击，并在激活时移除伤害效果。仅在防卫姿态下可用。结束你的回合。同一回合不能激活[坚定专注]。"
+LocHelpText="抵御下一次伤害攻击。"
+LocFlyOverText="先知护盾"
+LocPromotionPopupText="<Bullet/>先知护盾将为守望者生成一道与其最大生命值相同的灵能护盾，保护守望者抵御下一次伤害攻击。<br/><Bullet/>如果守望者通过物品获得生命加成，护盾会变更强。<br/><Bullet/>仅限防卫姿态。<br/><Bullet/>结束你的回合。<br/><Bullet/>激活时，移除燃烧、中毒、酸蚀和流血。<br/><Bullet/>激活时，免疫火焰、毒素、酸液和流血。<br/><Bullet/>混乱时无法激活。<br/><Bullet/>同一回合不能激活[坚定专注]。<br/><Bullet/>护盾无法长时间维持，只能抵御第一次攻击，然后就会消失。<br/><Bullet/>先知护盾无法保护守望者抵御绕过护盾的特殊攻击，如毒蛇捆绑。<br/>"

[WardenDeception X2AbilityTemplate]
+LocFriendlyName="战术欺骗"
+LocLongDescription="本回合的后续射击+5%命中，对同一目标则额外+20%近战暴击率和+10%远程暴击率。"
+LocHelpText="回合内的后续射击+5%命中，对同一目标则额外+20%近战暴击率和+10%远程暴击率。"
+LocFlyOverText="战术欺骗"
+LocPromotionPopupText="<Bullet/>无托式射击后，除了额外+5%命中率外，还可对你在本回合的第一枪目标额外+20%近战暴击率和+10%远程暴击率。<br/><Bullet/>守望者每回合累积多次行动的能力，可从战术欺骗中获得大量加成。<br/><Bullet/>将此能力与[坚定专注]或[失衡射击]等技能结合使用，可获得巨大优势。<br/>"

[WardenConcentrationActivate X2AbilityTemplate]
+LocFriendlyName="坚定专注"
+LocLongDescription="专注于你的下一步行动。防卫姿态：命中和暴击率+15%，暴击伤害+2，持续2回合。进攻姿态：命中和暴击率+10%，暴击伤害+1，持续2回合。激活[潮落潮起]技能，移除[混乱]状态。有1回合冷却。如果本就在激活状态，则刷新初始效果的持续回合。"
+LocHelpText="获得+15%命中/暴击率和+2暴击伤害。"
+LocPromotionPopupText="<Bullet/>如果在防卫姿态下激活，可在2回合内为所有能力授予+15%命中/暴击率和+2暴击伤害。<br/><Bullet/>如果在进攻姿态下激活，可在2回合内为所有能力授予+10%命中/暴击率和+1暴击伤害。<br/><Bullet/>可用于进攻和防卫两种姿态。<br/><Bullet/>有1回合冷却。<br/><Bullet/>激活时移除混乱状态。<br/><Bullet/>不能在点燃时激活。<br/><Bullet/>如果守望者还剩行动点，则激活[潮落潮起]。<br/><Bullet/>你可不断刷新初始效果的持续时间。如在防卫姿态下激活以获得15%命中率加成，下回合在进攻姿态下激活可保留这15%加成，反之亦然。<br/>"
+LocFlyOverText="坚定专注"

[WardenBladeShredder X2AbilityTemplate]
+LocFriendlyName="破甲斩击"
+LocLongDescription="剑攻击可粉碎护甲，并获得+10%命中率和+1伤害。"
+LocHelpText="剑攻击可粉碎护甲。守望者的剑攻击也更加精准。"
+LocPromotionPopupText="<Bullet/>近战攻击+10%命中率和+1伤害。<br/><Bullet/>传统剑刃攻击目标成功后，将粉碎1护甲，并造成+10%命中率和+1伤害。<br/><Bullet/>更先进剑刃可粉碎更多护甲。<br/>"

[WardenMarauder X2AbilityTemplate]
+LocFriendlyName="洞察战机"
+LocLongDescription="普通射击不会结束回合，允许射击后移动，或在一回合内射击两次。"
+LocHelpText="普通射击不会结束回合，允许射击后移动，或在一回合内射击两次。"
+LocPromotionPopupText="<Bullet/>利用守望者的回合时，洞察战机提供了更多的战术选择。<br/>"

[WardenBarrage X2AbilityTemplate]
+LocFriendlyName="密集攻击"
+LocLongDescription="远程攻击对侧翼敌人+1伤害。任何攻击对敌人+10%暴击率。"
+LocHelpText="远程攻击对侧翼敌人+1伤害。任何攻击对敌人+10%暴击率。"
+LocFlyOverText="密集攻击"

[WardenHalfSword X2AbilityTemplate]
+LocFriendlyName="半剑打击"
+LocLongDescription="近战的必中击退攻击。如在防卫姿态可造成2-3伤害，并使目标混乱。激活潮落潮起。可应用额外的武器效果。"
+LocHelpText="近战的必中击退攻击。如在防卫姿态可造成2-3伤害，并使目标混乱。激活潮落潮起。可应用额外的武器效果。"
+LocPromotionPopupText="<Bullet/>近战击退攻击，如在防卫姿态下激活，将混乱目标2回合。有3回合冷却。<br/><Bullet/>它将必定命中，并造成2-3伤害。还能应用额外的武器效果。<br/><Bullet/>[破甲斩击]能力将使半剑打击粉碎护甲并造成+1伤害。<br/><Bullet/>激活潮落潮起。<br/><Bullet/>两种姿态下都可使用该能力。<br/>"

[WardenLightningReflexes X2AbilityTemplate]
+LocFriendlyName="闪电反射"
+LocLongDescription="每个回合中，针对你的第一次反应射击会射偏。"
+LocHelpText="每个回合中，针对你的第一次反应射击会射偏。"
+LocPromotionPopupText="<Bullet/>闪电反射能够吸引敌人的监视射击，保护队友。<br/>"

[WardenBladestorm X2AbilityTemplate]
+LocFriendlyName="剑刃风暴"
+LocLongDescription="对所有进入或从近战攻击范围内发起攻击的敌人进行剑攻击。"
+LocHelpText="对所有进入或从近战攻击范围内发起攻击的敌人进行剑攻击。"
+LocFlyOverText="剑刃风暴"
+LocPromotionPopupText="<Bullet/>敌人在相邻位置开始回合，且打算攻击守望者，就会触发剑刃风暴。<br/><Bullet/>如果敌人不在相邻位置，则在敌人进入近战范围后，就会触发剑刃风暴。<br/>"

[WardenBladestormAttack X2AbilityTemplate]
+LocFriendlyName="剑刃风暴"
+LocLongDescription="对所有进入或从近战攻击范围内发起攻击的敌人进行剑攻击。"
+LocHelpText="对所有进入或从近战攻击范围内发起攻击的敌人进行剑攻击。"
+LocFlyOverText="剑刃风暴"
+LocPromotionPopupText="<Bullet/>敌人在相邻位置开始回合，且打算攻击守望者，就会触发剑刃风暴。<br/><Bullet/>如果敌人不在相邻位置，则在敌人进入近战范围后，就会触发剑刃风暴。<br/>"

[WardenPremonition X2AbilityTemplate]
+LocFriendlyName="战术预判"
+LocLongDescription="不攻击时，可改变姿态。免费动作，有3回合冷却。激活潮落潮起。"
+LocHelpText="不攻击时，可改变姿态。免费动作，有3回合冷却。"
+LocPromotionPopupText="<Bullet/>熟练驾驭潮落潮起。<br/><Bullet/>允许守望者在不攻击时，改变姿态并激活潮落潮起。<br/><Bullet/>这是免费动作，有3回合冷却。<br/><Bullet/>守望者可以先近战攻击，然后再近距射击，或在发动进攻前用防卫姿态能力做好准备。<br/><Bullet/>两种姿态下都可使用该能力。<br/><Bullet/>可在被点燃或混乱时激活。<br/>"

[WardenWinding X2AbilityTemplate]
+LocFriendlyName="旋转打击"
+LocLongDescription="旋转动作的近战攻击，造成暴击伤害，目标在此后的所有攻击额外受到+3伤害。仅适用进攻姿态，禁用[守望者进击]一回合。激活潮落潮起。"
+LocHelpText="旋转动作的近战攻击，造成暴击伤害，目标在此后的所有攻击额外受到+3伤害。仅适用进攻姿态。"
+LocPromotionPopupText="<Bullet/>旋转打击如果命中，必定造成暴击伤害并会撕裂。<br/><Bullet/>被撕裂目标每次攻击将受到额外3点伤害。有4回合冷却。<br/><Bullet/>旋转打击利用本身的撕裂效果，总是额外造成3点伤害。<br/><Bullet/>虽然旋转打击总是暴击，但并不必定命中。<br/><Bullet/>激活旋转打击后，你不能在同一回合再激活[守望者进击]技能。<br/><Bullet/>激活潮落潮起。<br/><Bullet/>只能在进攻姿态下激活该技能。<br/>"

[WardenPush X2AbilityTemplate]
+LocFriendlyName="守望者怒潮"
+LocLongDescription="击退周围大范围内的所有敌人，并击晕他们。如在防卫姿态下，则会造成混乱。造成4—6伤害，无视掩体和护甲。击晕1行动点。有5回合冷却。激活潮落潮起。"
+LocHelpText="击退周围大范围内的所有敌人，并击晕他们。如在防卫姿态下，则会造成混乱。造成4—6伤害，无视掩体和护甲。有5回合冷却。激活潮落潮起。"
+LocPromotionPopupText="<Bullet/>守望者聚集战场周围的所有灵能，然后释放以将所有敌人击退，即使他们在掩体后面。<br/><Bullet/>无视友方目标。<br/><Bullet/>不结束你的回合。<br/><Bullet/>无视掩护和护甲，造成4-6点伤害。<br/><Bullet/>击晕1个动作。如果在防卫姿态下，则击晕2回合。有5回合冷却。<br/><Bullet/>不造成环境伤害。<br/><Bullet/>两种姿态下都可使用该能力。<br/><Bullet/>激活潮落潮起。<br/><Bullet/>如果你在敌群中间激活守望者怒潮技能，它将发挥很强的掩体剥夺潜力。<br/>"

[WardenUnbalanceShot X2AbilityTemplate]
+LocFriendlyName="失衡射击"
+LocLongDescription="射击成功将使目标失去平衡。目标在回合剩余时间内，受到+25%的所有来源伤害。两种姿态下均可使用。不结束你的回合。消耗2弹药。3回合冷却。"
+LocHelpText="使目标失去平衡。失衡的目标在回合剩余时间内，受到+25%的全部来源伤害。"
+LocHitMessage="失去平衡"
+LocPromotionPopupText="<Bullet/>目标在回合剩余时间内，受到+25%的所有来源伤害。<br/><Bullet/>不结束你的回合。<br/><Bullet/>消耗2弹药，有3回合冷却。<br/><Bullet/>两种姿态下均可使用。<br/><Bullet/>失衡射击是防卫姿态下唯一可用的远程技能。<br/>"

[WardenBarrageUnlock X2SoldierAbilityUnlockTemplate]
+DisplayName="守望者: 密集攻击"
+Summary="远程攻击对侧翼敌人+1伤害。任何攻击对敌人+5%暴击率。"